IDEA StatiCa Open Model
LoadImpulse.Z Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Load in Z direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Z { get; set; }
Public Property Z As Double
	Get
	Set
public:
property double Z {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadImpulse Structure
IdeaRS.OpenModel.Loading Namespace